language                                      = Slovenčina (&Slovak)
translators                                   = SK

about.title                                   = O programe [app.name]
about.notregistered                           = Neregistrované


ok                                            = OK
cancel                                        = Zrušiť
yes                                           = Áno
no                                            = Nie
close                                         = Zatvoriť
error                                         = Chyba
warning                                       = Upozornenie



app.unknownError                              = app.unknownError{n}Došlo k chybe.
app.activatedExistingInstance                 = Aktivovaná už spustená [app.name] inštancia.
app.readonly                                  = len na čítanie
app.restartneeded                             = Aplikácia sa teraz reštartuje
app.restartneeded.title                       = Je potrebný reštart

undo                                          = &Naspäť
redo                                          = redo{n}&Naspäť

notebook.browse.filemask.db                   = CintaNotes poznámkový blok
notebook.new.caption                          = Nový poznámkový blok
notebook.open.caption                         = Otvoriť poznámkový blok
notebook.save.caption                         = Uložiť poznámkový blok ako



notelinkprotocol.restore.message              = Protokol registrácie odkazov bol porušený. Prajete si ho obnoviť?

menu.file                                     = {s}&Súbor{s}
menu.file.new                                 = &Nový...
menu.file.open                                = &Otvoriť...
menu.file.saveas                              = &Uložiť ako...
menu.file.close                               = &Zatvoriť
menu.file.import                              = &Import...
menu.file.export                              = &Export…

menu.file.backup                              = Záloho&vanie
menu.file.backup.now                          = &Zálohovať teraz
menu.file.backup.hourly.enabled               = Každú &hodinu
menu.file.backup.daily.enabled                = &Každý deň
menu.file.backup.weekly.enabled               = Každý &týždeň
menu.file.recyclebin                          = &Kôš

menu.file.sync                                = &Synchronizácia
menu.file.exit                                = &Koniec

menu.edit                                     = {s}&Upraviť{s}
menu.edit.new                                 = &Nová poznámka
menu.edit.edit                                = &Upraviť
menu.edit.copy                                = &Kopírovať
menu.edit.cut                                 = &Vystrihnúť
menu.edit.paste                               = &Vložiť
menu.edit.delete                              = Vy&mazať
menu.edit.merge                               = &Zlúčiť
menu.edit.replacetags                         = &Nahradiť značky…
menu.edit.selectall                           = Vybrať všetk&o
menu.edit.properties                          = &Vlastnosti…

menu.edit.copylink                            = Kopírovať &odkaz na poznámku
menu.edit.pastenotelink                       = Vložiť odkaz na poznámku
menu.edit.inserttimestamp                     = Vložiť časovú značku


menu.view                                     = {s}&Zobraziť{s}
menu.view.notecolor                           = Farebná schéma
menu.view.notecolor.red                       = Červe&ná
menu.view.notecolor.orange                    = Oranžová
menu.view.notecolor.yellow                    = Žl&tá
menu.view.notecolor.green                     = Ze&lená
menu.view.notecolor.cyan                      = &Zelenomodrá
menu.view.notecolor.blue                      = &Modrá
menu.view.notecolor.purple                    = &Fialová
menu.view.notecolor.gray                      = Še&dá
menu.view.tagsidebar                          = &Panel značiek
menu.view.sectionbar                          = &Menu sekcii
menu.view.reversed                            = &Opačné poradie
menu.view.sorting                             = &Utriediť podľa
menu.view.sorting.manual                      = Manuál&ne
menu.view.sorting.created                     = Dátumu &vytvorenia
menu.view.sorting.modified                    = Dátumu &úpravy
menu.view.sorting.title                       = &Názvu
menu.view.sorting.link                        = &Odkazu
menu.view.sorting.size                        = &Veľkosti





sort.manual                                   = Manuál&ne
sort.created                                  = Dátum vytvorenia
sort.modified                                 = Dátum ú&pravy
sort.title                                    = &Názov
sort.link                                     = &Odkaz
sort.size                                     = &Veľkosť
sort.reverse                                  = &Opačné poradie

menu.options                                  = {s}&Možnosti{s}
menu.options.hotkey                           = &Klávesové skratky...
menu.options.clipping                         = &Vkladanie
menu.options.clipping.silent                  = &Bez upozornenia
menu.options.clipping.after                   = Po vložení
menu.options.clipping.after.showinboxsection  = Prepnúť do sekcie Inbox
menu.options.clipping.after.showuntagged      = Prepnúť do režimu bez &značiek
menu.options.clipping.after.openeditor        = Otvoriť v &editore
menu.options.clipping.after.assignactivetags  = &Priradiť aktívne značky
menu.options.clipping.title                   = Ako názov použiť
menu.options.clipping.title.apptitle          = &Názov aplikácie
menu.options.clipping.title.firstline         = &Prvý riadok textu
menu.options.clipping.title.blankline         = &Prázdny riadok

menu.view.noteappearance                      = &Zoznam poznámok

menu.options.editor                           = &Editor
menu.options.editor.links                     = &Odkazy
menu.options.editor.links.recognize           = &Zvýraznenie odkazov
menu.options.editor.links.singleclick         = &Kliknutie na odkazy
menu.options.editor.links.doubleclick         = &Dvojklik na odkazy
menu.options.editor.initialfocus              = &Východzie zameranie
menu.options.editor.initialfocus.title        = Názov
menu.options.editor.initialfocus.text         = Text










menu.options.tags                             = &Značky
menu.options.tags.lowercase                   = &Len malé písmená
menu.options.tags.accepton                    = &Akceptovať návrhy na
menu.options.tags.displaycounts               = &Zobrazovať počet použitia značiek v paneli značiek



menu.options.tags.accepton.space              = &Medzerník
menu.options.tags.accepton.click              = &Kliknutie

menu.options.window                           = &Okno
menu.options.minimizetotray                   = &Minimalizovať do systémovej oblasti
menu.options.closetotray                      = Z&atvoriť do systémovej oblasti
menu.options.alwaysontop                      = Vždy &navrchu
menu.options.window.minimizeonesc             = Minimalizovať na &Esc


menu.options.startup                          = Štar&t
menu.options.runatstartup                     = &Spustiť pri štarte systému
menu.options.startup.minimized                = Spustiť &minimalizované
menu.options.startup.multipleinstances        = &Povoliť viacnásobné spustenie
menu.options.startup.restoretagsfilter        = Obnoviť posledný výber &značiek


menu.options.system                           = S&ystém
menu.options.system.associatewithdbfile       = Asociovať [app.name] so súbormi .db
menu.options.system.registerlinkprotocol      = &Registrovať linky Cintanotes
menu.options.system.proxysettings             = Nastavenia &proxy
menu.options.system.registry.error            = Nie je možné zapisovať do registrov. Prosím spustite [app.name] ako administrátor a skúste znova.

registerlinkprotocol.title                    = Registrácia protokolu odkazov
registerlinkprotocol.registered               = Táto inštancia [app.name] je teraz zaregistrovaná do systému a môže spracovať kliknutia na cintanotes:// odkazy.
registerlinkprotocol.unregistered             = Táto inštancia [app.name] nie je registrovaná a nemôže už viac spracovať kliknutia na cintanotes:// odkazy.

menu.options.language                         = &Jazyk

menu.help                                     = {s}&Nápoveda{s}
menu.help.help                                = &Nápoveda
menu.help.website                             = Web
menu.help.forum                               = &Fórum
menu.help.roadmap                             = &Plán vývoja
menu.help.translate                           = &Preklady
menu.help.debug                               = &Ladenie
menu.help.debug.logging                       = Zapisovať údaje pre &ladenie
menu.help.license                             = &Licencia
menu.help.checkforupdates                     = &Vyhľadať aktualizácie
menu.help.about                               = &O programe [app.name]

menu.updatenotify.tooltip                     = Je dostupná novšia verzia CintaNotes

confirmdelete.one                             = Vymazať poznámku {n}'{0}'?
confirmdelete.many                            = Vymazať {0} označených poznámok?
confirmdelete.title.one                       = Vymazať poznámku?
confirmdelete.title.many                      = Vymazať poznámky?
confirmdelete.unsaved                         = Poznámka nebola uložená. Zahodiť zmeny?


confirm.movetorecyclebin.one                  = Presunúť poznámku {n}'{0}'{n} do koša?
confirm.movetorecyclebin.many                 = Presunúť {0} označených poznámok do koša?
confirm.movetorecyclebin.title.one            = Presunúť poznámku do koša?
confirm.movetorecyclebin.title.many           = Presunúť poznámky do koša?

confirm.merge.title                           = Spojiť poznámky?
confirm.merge.message                         = Chcete naozaj spojiť tieto poznámky?

confirmationdialog.dontaskagain               = Viac sa nepýtať

deletenotesmessagedialog.caption              = Presunúť poznámky do koša?
deletenotesmessagedialog.title                = Nastavenie koša umožňuje presunúť len {1} pozn.,  zatiaľčo vy sa chystáte vymazať {0} poznámok.{n}Čo si prajete urobiť?
deletenotesmessagedialog.button.increase      = Zvýšiť
deletenotesmessagedialog.increase.description = Zvýšiť počet poznámok, ktoré je možné presunúť do koša
deletenotesmessagedialog.button.delete        = Vymazať
deletenotesmessagedialog.delete.description   = Vymazať zvyšné poznámky o počte {0} natrvalo

confirmlinkopening.message                    = Otvorenie {0} odkazov naraz môže spôsobiť, že systém prestane reagovať. {n}Chete pokračovať?

filter                                        = Filter:
filter.anytextfield                           = Iba v textových &poliach
filter.textandtitle                           = &Text a názov
filter.text                                   = Iba te&xt
filter.title                                  = Iba názov
filter.time.created                           = &Čas vytvorenia
filter.time.modified                          = Čas úpravy
filter.remarks                                = &Komentáre

filter.link                                   = &Odkaz
filter.tags                                   = Z&načky
filter.all                                    = &Hocikde
search.insidewords                            = Hľadať v rámci slov
search.acrossfields                           = Hľadať za hranicami polí

license.message.text                          = Táto funkcia je dostupná len v komerčnej verzii
license.message.caption                       = Vyžadovaná licencia

noteslist.notebookempty                       = Poznámkový blok je prázdny.{n}{n} Pre vytvorenie poznámky stlačte Ins, alebo označte text v inej aplikácii a stlačte horúci kláves pre vkladanie (štandartne[clipping.default.key]).{n}Poznámky môžete vytvoriť ajvložením textu zo schránky.
noteslist.sectionempty                        = Táto sekcia poznámkového bloku je prázdna.
noteslist.notfound                            = Pre nastavený filter neexistujú žiadne poznámky.{n}
noteslist.openlink                            = Otvoriť &odkaz
noteslist.tag                                 = &Značka…
noteslist.export.selected                     = &Exportovať...
noteslist.move                                = &Presunúť
noteslist.move.up                             = Nahor
noteslist.move.down                           = Nadol
noteslist.move.top                            = Úplne nahor
noteslist.move.bottom                         = Úplne nadol
noteslist.properties                          = Vlastnosti...
noteslist.move.tosection                      = &Do sekcie...



noteedit.title                                = Upraviť

noteedit.link                                 = Odkaz
noteedit.tags                                 = Značky
noteedit.remarks                              = Komentáre
noteedit.new.title                            = Nová poznámka
noteedit.readonly.title                       = Poznámka len na čítanie
noteedit.notesaved                            = Poznámka uložená


noteedit.notelinkcopied                       = Odkaz na poznámku skopírovaný do schránky
noteedit.links.itselferror                    = Nie je možné pridať odkaz na samého seba
noteedit.links.alreadynotelinkerror           = Nie je možné pridať odkaz do textu, ktorý už obsahuje odkaz
noteedit.links.multilineerror                 = Nie je možné pridať viacriadkový odkaz
noteedit.links.createnewnote                  = Vytvoriť novú poznámku
noteedit.links.updatecaption                  = Aktualizovať titulok odkazu
noteedit.links.typetip                        = Píšte pre vyhľadávanie podľa názvu
noteedit.links.tip.notenotfound               = Odkazovaná poznámka neexistuje
noteedit.links.tip.notebooknotfound           = Poznámkový blok, ktorý obsahuje odkazovanú poznámku, nebol nájdený.

noteedit.section.tip                          = Sekcia
noteedit.linkedit.tip                         = Upraviť odkaz






























noteedit.openfilelink.notexists.title         = Súboj nebol nájdený
noteedit.openfilelink.notexists.message       = Súbor {0} nenájdený. Prajete si vymazať odkaz?

noteedit.copylinktounsavednote.caption        = Kopírovať odkaz do neuloženej poznámky
noteedit.copylinktounsavednote.message        = Chcete uložiť túto poznámku a skopírovať odkaz na ňu?


















noteappearance.pt                             = bodov
noteappearance.bold                           = Tučné
noteappearance.italic                         = Šikmé
noteappearance.headerfontlabel                = Font pre názov:
noteappearance.textfontlabel                  = Font pre text:
noteappearance.notelines                      = Počet riadkov náhľadu textu:
noteappearance.notelines.min                  = min
noteappearance.notelines.max                  = max
noteappearance.change                         = …
noteappearance.textformatting                 = Renderovať formátovanie textu
noteappearance.datedisplay.label              = Zobrazenie dátumu a času
noteappearance.datedisplay.combo.none         = Nedefinované
noteappearance.datedisplay.combo.created      = Vytvorené
noteappearance.datedisplay.combo.modified     = Upravené
noteappearance.datedisplay.combo.both         = Vytvorené a upravené
noteappearance.datedisplay.sortmodedate       = Vždy zobraziť dátum v režime triedenia
noteappearance.datedisplay.displaytime        = Zobraziť aktuálny čas






notebookmessage.message                       = Nepodarilo sa otvoriť poznámkový blok, pretože táto cesta nie je dostupná: "{0}"
notebookmessage.button.create                 = Vytvoriť nový
notebookmessage.button.open                   = Otvoriť existujúci
notebookmessage.button.exit                   = Koniec

pastemessage.caption                          = Problém pri vkladaní poznámky
pastemessage.title                            = Tento poznámkový blok už obsahuje {0} poznámok s rovnakým ID a rozdielnym textom. {n} Čo si prajete urobiť?
pastemessage.button.replace                   = Nahradiť
pastemessage.button.replace.description       = Nahradiť existujúce poznámky poznámkamy zo schránky
pastemessage.button.addnew                    = Pridať ako novú
pastemessage.button.addnew.description        = Pridať poznámku zo schránky ako novú s novým ID
pastemessage.button.lastmodified              = Ponechať posledne upravené
pastemessage.button.lastmodified.description  = Ponechať poznámky s najaktuálnejším dátumom zmeny



searchdialog.find.title                       = Hľadať
searchdialog.findandreplace.title             = Hľadať a nahradiť
searchdialog.findwhat                         = Hľadať:
searchdialog.replacewith                      = Nahradiť čím:
searchdialog.matchcase                        = Rozlišovať &malé s veľké písmená
searchdialog.searchinsidewords                = Hľadať vo vnútri &slova
searchdialog.button.findprevious              = Hľadať &predchádzajúce
searchdialog.button.findnext                  = Hľa&dať ďalej
searchdialog.button.replace                   = Nah&radiť
searchdialog.button.replaceall                = N&ahradiť všetko
searchdialog.button.close                     = &Zatvoriť
searchdialog.specifiedtextnotfound            = Zadaný text sa nenašiel.
searchdialog.findreachedstartingpoint         = Vyhľadávanie dosiahlo počiatočný bod hľadania.

wronglinkmessage.title                        = Otváram odkaz
wronglinkmessage.notenotfound                 = Odkazovaná poznámka neexistuje
wronglinkmessage.notebooknotfound             = Poznámkový blok, ktorý obsahuje odkazovanú poznámku neexistuje
wronglinkmessage.notebookincompatible         = Poznámkový blok, ktorý obsahuje odkazovanú poznámku, nie je kompatibilný s touto verziou.

wronglinkmessage.button.remove                = Odstrániť odkaz
wronglinkmessage.button.createnew             = Vytvoriť novú poznámku

externallinkmessage.title                     = Otváram externý odkaz
externallinkmessage.message                   = Tento odkaz je prepojený do iného súboru '{0}'.{n}Ako chcete otvoriť poznámku?
externallinkmessage.switchmessage             = Tento odkaz je prepojený do iného súboru '{0}'.{n}Prajete si prepnúť sa do iného poznámkového bloku?
externallinkmessage.button.anotherinstance    = Otvoriť v novej inštancii
externallinkmessage.button.switch             = Prepnúť poznámkový blok
externallinkmessage.button.switch.changes     = Všetky neuložené zmeny sa zapíšu.

upgrademessage.title                          = Aktualizácia poznámkového bloku
upgrademessage.message                        = Súbor poznámkového bloku '{0}'{n}bol vytvorený staršou verziou aplikácie [app.name].{n}Prajete si ho aktualizovať?
upgrademessage.check.createbackup             = Vytvoriť zálohu
upgrademessage.cancelled                      = Aktualizácia bola zrušená.
upgrademessage.successful                     = Aktualizácia prebehla úspešne!
upgrademessage.successful.backup              = Aktualizácia úspešná!{n}Záloha starého súboru bola uložená ako:{n}{0}{n}do priečinku: {n}'{1}'.
upgrade.backup.before                         = pred aktualizáciou na

backup.successdialog.caption                  = Zálohovanie prebehlo úspešne
backup.successdialog.message                  = Poznámkový blok bol zálohovaný{n}ako {0}{n}do {1}
backup.processdialog.caption                  = Priebeh zálohovania
backup.processdialog.message                  = Prosím čakajte, prebieha zálohovanie poznámkového bloku...

tagsedit.title                                = Pridať / Odstrániť značky
tagsedit.addtags                              = Pridať značky:
tagsedit.removetags                           = Odstrániť značky:





































recentlist.notfoundmessage                    = Chcete odstrániť referencie zo zoznamu referencii?
recentlist.cantclosenotebook                  = Nie je možné zatvoriť jediný poznámkový blok

replacetags.title                             = Nahradiť značky
replacetags.sourcetags                        = Nahradiť značky:
replacetags.desttags                          = Značkami:
replacetags.hint                              = V tomto dialógu môžete premenovať, rozdeliť, spojiť a vymazať značky.{n}{n}Napríklad ak chcete vymazať značky, napíšte ich do prvého poľa a druhé pole nechajte prázdne.

recyclebindialog.title                        = Kôš
recyclebindialog.column.datedeleted           = Vymazané
recyclebindialog.column.title                 = Názov
recyclebindialog.column.text                  = Text
recyclebindialog.column.datecreated           = Vytvorené
recyclebindialog.column.datemodified          = Modifikované
recyclebindialog.column.size                  = Veľkosť [KB]
recyclebindialog.column.tags                  = Značky
recyclebindialog.column.sectionname           = Sekcia
recyclebindialog.column.link                  = Odkaz
recyclebindialog.button.restore               = Obnoviť
recyclebindialog.button.delete                = Vymazať
recyclebindialog.button.deleteall             = Vyprázdniť
recyclebindialog.label.maxsize                = Maximálny počet vymazaných poznámok pre ponechanie:
recyclebindialog.label.keepnotes              = Vymazať natrvalo po
recyclebindialog.label.keepnotes.suffix       = dňoch
recyclebindialog.error.invalidmaxsize         = Maximálny počet vymazaných poznámok musí byť kladné číslo
recyclebindialog.error.invalidkeepnotes       = Počet dní musí byť kladné číslo

recyclebindialog.menu.restore                 = Obnoviť
recyclebindialog.menu.delete                  = Vymazať
recyclebindialog.menu.deleteall               = Vyprázdniť

recyclebindialog.confirm.delete.title         = Vymazať natrvalo
recyclebindialog.confirm.delete.message       = Vymazať natrvalo {0} označených poznámok?
recyclebindialog.confirm.deleteall.title      = Vyprázdniť kôš?
recyclebindialog.confirm.deleteall.message    = Vymazať natrvalo všetkých {0} poznámok?
recyclebindialog.confirm.restore.title        = Obnoviť poznámky z koša
recyclebindialog.confirm.restore.message      = Obnoviť {0} označených poznámok?

tray.addnew                                   = Nová poznámka
tray.restore                                  = Obnoviť
tray.exit                                     = Koniec








export.title                                  = Exportovať poznámky
export.filemask.txt                           = Text unicode
export.filemask.xml                           = XML
export.filemask.html                          = Web stránka
export.successmsg.title                       = Export prebehol úspešne
export.successmsg                             = Export poznámok dokončený. Počet exportovaných poznámok: {0}.
export.errormsg                               = Počas exportu došlo ku chybe.
export.errormsg.title                         = Chyba pri exporte
export.html.created                           = Vytvorené:
export.html.modified                          = Upravené:
export.scope.all                              = Všetky poznámky ({0})
export.scope.current                          = Aktuálne zobrazenie ({0})
export.scope.selection                        = Vybrané poznámky ({0})
export.field.title                            = Názov
export.field.text                             = Text
export.field.creation                         = Dátum vytvorenia
export.field.modification                     = Dátum úpravy
export.field.link                             = Odkaz
export.field.tags                             = Značky
export.field.remarks                          = Komentáre

export.group.scope                            = Exportovať rozsah
export.group.fields                           = Exportovať polia
export.errormsg.nonotes                       = Nie je možné exportovať z prázdneho poznámkového bloku
export.button.view                            = Zobraziť

export.processdialog.caption                  = Priebeh exportu
export.processdialog.message                  = Prosím čakajte, prebieha export...

import.title                                  = Importovať poznámky
import.filemask.all                           = Súbory CintaNotes
import.filemask.db                            = Poznámkové bloky CintaNotes
import.filemask.xml                           = XML
import.successmsg.title                       = Import prebehol úspešne
import.successmsg                             = Import kompletný.{n} Importované poznámky: {0}.{n} Aktualizované poznámky: {1}.{n} Preskočené duplikáty: {2}
import.errormsg                               = Počas importu došlo ku chybe.
import.errormsg.title                         = Chyba pri importe
import.label.addtags                          = Pridať značky:
import.importsections                         = Importovať sekcie


import.processdialog.caption                  = Priebeh importu
import.processdialog.message                  = Prosím čakajte, prebieha import...

import.error.sectioncountexceeded             = Súbor {0} nemôže byť importovaný so sekciami. {n}Maximálny limit [sections.limit] sekcií by bol prekročený.

options.hotkeys.title                         = Konfigurovať klávesové skratky
options.hotkeys.clip.label                    = Klávesová skratka pre vkladanie
options.hotkeys.show.label                    = Klávesová skratka pre zobrazenie hlavného okna:
options.hotkeys.newnote.label                 = Pridať klávesovú skratku pre novú poznámku:

options.hotkeys.hint                          = Pre deaktiváciu klávesovej skratky stlačte Esc v príslušnom editovacom poli. {n}{n} Skúste vybrať klávesovú skratku, ktorá nie je použitá inou aplikáciou, inak CintaNotes môže narušiť správny chod tejto aplikácie alebo nebude funkčná aplikácia CintaNotes.
options.hotkeys.cannotregister                = Táto kombinácia kláves nemôže byť použitá. Prosím vyberte inú.
options.hotkeys.cannotregister.title          = Nepodarilo sa nastaviť klávesovú skratku

filtercontrol.total.one                       = {0} poznámka
filtercontrol.total.many                      = {0} poznámok
filtercontrol.filtered.one                    = nájdené: {0} x
filtercontrol.filtered.many                   = [filtercontrol.filtered.one]
filtercontrol.tooltip.sortby                  = Utriediť podľa





tag.delete                                    = Vymazať
tag.rename                                    = Premenovať…
tag.merge                                     = Zlúčiť...
tag.delete.confirm.title                      = Vymazať značky?
tag.delete.confirm.message.one                = Chcete vymazať označenú značku?
tag.delete.confirm.message.many               = Chcete vymazať označené značky?
tag.delete.confirm.usecount.one               = Označená značka je aktálne použitá u {0} poznámok
tag.delete.confirm.usecount.many              = Označené značky sú aktálne použité u {0} poznámok
tag.displaycounts                             = Zobraziť počet
tag.properties                                = Vlastnosti...
tag.add                                       = Nová značka...
tag.addchild                                  = Nová dcérska značka
tag.expandall                                 = Rozbaliť všetko
tag.collapseall                               = Zbaliť všetko

tag.filter.none                               = Všetky značky
tag.filter.used                               = Iba použité značky
tag.filter.related                            = len súvisiace značky

tagproperties.title                           = {0} Vlastnosti
tagproperties.autodeletecheckbox              = Automaticky vymazať
tagproperties.autodeletecheckbox.tip          = Vymazať značku, ak neexistujú žiadne poznámky s touto značkou
tagproperties.autoexpandedcheckbox            = Automaticky rozbaliť

deletetags.deletechildren                     = Vymazať so všetkými podradenými značkami
deletetags.deletenotes.one                    = Vymazať {0} poznám.
deletetags.deletenotes.many                   = [deletetags.deletenotes.one]
deletetags.deletenotes.havingthistag.one      = s touto značkou
deletetags.deletenotes.havingthistag.many     = s týmito značkami

newtag.title                                  = Nová značka
newtag.name                                   = Názov značky:
newtag.autodeletecheckbox                     = [tagproperties.autodeletecheckbox]
newtag.autodeletecheckbox.tip                 = [tagproperties.autodeletecheckbox.tip]

newchildtag.title                             = Nová podradená značka

tagsidebar.all                                = Všetko
tagsidebar.untagged                           = Bez značiek




notebookconfig.title                          = Nastavenia poznámkového bloku
notebookconfig.path.caption                   = Súbor poznámkového bloku:
notebookconfig.path.browse.mask               = CintaNotes poznámkový blok (*.db)|*.db|Všetky súbory (*.*)|*.*
notebookconfig.path.browse.caption            = Vyhľadať CintaNotes poznámkový blok
notebookconfig.disconnect.enabled             = {s}Povoliť synchronizáciu s externým poznámkovým blokom
notebookconfig.disconnect.label               = Uvolniť zámok súboru po:
notebookconfig.disconnect.seconds             = sekundách nečinnosti
notebookconfig.move                           = Presunúť aktuálny poznámkový blok

noterichedit.format                           = &Formát
noterichedit.format.bold                      = &Tučné
noterichedit.format.italic                    = &Šikmé
noterichedit.format.underline                 = &Podčiarknuté
noterichedit.format.strikeout                 = &Prečiarknuté
noterichedit.format.highlight                 = &Zvýraznenie
noterichedit.format.monospace                 = Neproporcionálne










noterichedit.format.list.bullet               = Odrážky
noterichedit.format.list.numbered             = Číslovanie

noterichedit.format.clear                     = &Vymazať

noterichedit.insertlink                       = &Vložiť odkaz
noterichedit.insertlink.url                   = &URL
noterichedit.insertlink.note                  = &Poznámka
noterichedit.insertlink.file                  = &Súbor




noterichedit.editlink                         = Zmeniť odkaz
noterichedit.deletelink                       = Vymazať odkaz
noterichedit.copynotelink                     = Kopírovať a vytvoriť odkaz na poznámku

richedit.find                                 = Hľadať...
richedit.replace                              = Nahradiť...

noteproperties.title                          = Vlastnosti poznámky
noteproperties.source.label                   = Zdroj:
noteproperties.created.label                  = Vytvorené:
noteproperties.modified.label                 = Upravené
noteproperties.notesize.label                 = Veľkosť poznámky: {0} KB

noteproperties.charcount.label                = Počet znakov: {0}
noteproperties.wordcount.label                = Počet slov: {0}
noteproperties.error.invaliddates             = Dátum modifikácie nemôže byť pred dátumom vytvorenia

selecturldialog.title                         = Vložiť URL
selecturldialog.url                           = URL:

error.notebook.filedeleted                    = Súbor poznámkového bloku bol vymazaný.{n}Aplikácia bude ukončená.
error.notebook.unknownversion                 = Súbor poznámkového bloku '{0}'{n} bol vytvorený v novšej verzii aplikácie [app.name] a nemôže byť otvorený.{n}{n}Prosím stiahnite najnovšiu verziu aplikácie [app.name] z [app.url] pre otvorenie tohto súboru.
error.notebook.cantopenwhenupgrade            = Súbor poznámkového bloku '{0}'{n}bol vytvorený staršou verziou [app.name] a nemôže byť aktualizovaný.{n}Prosím preverte práva pre zápis do tohto súboru.
error.notebook.upgradeerror                   = Súbor poznámkového bloku '{0}'{n}bol vytvorený v staršej verzii [app.name] a nemôže byť aktualizovaný.{n}{n}Chybová správa: {1}

error.notebook.databasedamaged                = Súbor poznámkového bloku '{0}'{n}bol poškodený a nemôže byť aktualizovaný.{n}{n}Chybová správa: {1}

error.note.notfound                           = Táto poznámka bola vymazaná

error.notebook.dbcorrupt.title                = Varovanie
error.notebook.dbcorrupt.message              = Databáza poznámkového bloku je pravdepodobne poškodená. Pre nápravu, prosím odošlite nasledovný text na [support.email]: {0}

license.key.status.notfound                   = Registračné údaje neboli nájdené.
license.key.status.valid                      = Registračné informácie sú neplatné
license.key.status.invalid                    = Registračné údaje sú neplatné.
license.key.status.stolen                     = Registračný kľúč bol deaktivovaný vydavateľom
license.key.status.expired                    = Registračný kľúč obsahuje dátum expirácie, ktorý už vypršal.
license.key.status                            = Stav registrácie: {0}

license.type.basic                            = Základná licencia (zadarmo)
license.type.personal                         = PRO licencia
license.type.company                          = PRO licencia (Company)



licensedialog.title                           = Licencia
licensedialog.name.label                      = Registračné meno a email:
licensedialog.key.label                       = Registračný kľúč:
licensedialog.try                             = Požiadať o {0}-dňovú skúšobnú verziu
licensedialog.buy                             = Kúpiť
licensedialog.renew                           = Obnoviť
licensedialog.register                        = Registrovať
licensedialog.buy.hint                        = Komerčné funkcie nie sú dostupné. {n}Pre ich aktiváciu stlačte tlčítko 'Kúpiť' a postupujte podľa inštrukcii na webovej stránke.
licensedialog.current.expdate                 = Dátum expirácie
licensedialog.never                           = Nikdy
licensedialog.expired                         = Používaný licenčný kľúč nie je platný pre terajšiu verziu. Pokiaľ chcete naďalej používať komerčné funkcie, tak si ho prosím obnovte.
licensedialog.current.upd.expdate             = Dátum vypršania bezplatných aktualizácii
licensedialog.register.success                = Ďakujeme za registráciu!
licensedialog.register.success.title          = Úspešné
licensedialog.register.fail                   = Registrácia neúspešná
licensedialog.register.fail.extra             = Prosím skontrolujte či formulár "[licensedialog.name.label]" {n}obsahuje "Meno Priezvisko (Email)"
licensedialog.register.expired                = Tento licenčný kľúč už nieje platný pre túto verziu [app.name].

licensedialog.unregister.confirm              = Chcete naozaj vymazať všetky informácie o licencii?
licensedialog.unregister.confirm.title        = Zrušiť registráciu licencie?

licensedialog.replace.confirm                 = Chcete nahradiť aktuálnu licenciu?
licensedialog.replace.confirm.title           = Nahradiť licenciu?


licenserequireddialog.title                   = Vyžadovaný upgrade licencie
licenserequireddialog.message.default         = Táto funkcia nie je dostupná s Vašou aktuálnou licenciou.
licenserequireddialog.message.upg             = Prosím upgradujte licenciu pre sprístupnenie tejto funkcie!{n}{n}Pre upgrade kliknite na tlačitko "Licencia".
licenserequireddialog.licensebutton           = Licencia

licenseexpireddialog.title                    = Licencia po platnosti
licenseexpireddialog.renew.message            = Váš licenčný kľúč už nieje platný pre túto verziu [app.name].{n}Teraz musíte obnoviť vašu licenciu alebo vykonať downgrade na základnú (Free) licenciu.
licenseexpireddialog.buy.message              = Váš klúč skúšobnej verzie(trial) expiroval.{n}Prosím kúpte si PRO licenciu alebo vykonajte downgrade na základnú Free licenciu.
licenseexpireddialog.freebutton               = Downgrade
licenseexpireddialog.renewbutton              = Obnoviť
licenseexpireddialog.buybutton                = Kúpiť
licenseexpireddialog.exitbutton               = Koniec
licenseexpireddialog.dontshowdialog           = Viac toto okno nezobrazovať
licenseexpireddialog.renew.hintlabel          = Obnova licencie trvá len pár minút {n} a je ponúkaná s [license.renew.discount] zľavou z plnej ceny.
licenseexpireddialog.buy.hintlabel            = Upgrade na PRO licenciu trvá len pár minút.

updatedialog.title                            = Vyhľadať aktualizácie
updatedialog.initmessage                      = Kontrola aktualizácie bola zrušená.{n} Kliknite na "Skontrolovať znovu" pre zopakovanie.
updatedialog.label.changes                    = Zmeny v tejto verzii:
updatedialog.button.check                     = Skontrolovať znovu
updatedialog.button.download                  = Stiahnuť
updatedialog.label.autocheck                  = Vykonávať kontrolu automaticky
updatedialog.error.invalidfile                = Neplatný súbor verzie
updatedialog.error.connectionrefused          = Pripojenie odmietnuté
updatedialog.error.servernotresponding        = Server neodpovedá.
updatedialog.error.invalidproxysettings       = Neplatné nastavenia proxy.
updatedialog.error.inetdisconnected           = Pripojenie na internet prerušené.

updatedialog.result.uptodate                  = Táto verzia CintaNotes ({0}) je aktuálna.
updatedialog.result.newversion                = Je dostupná novšia verzia [app.name]: {0}
updatedialog.state.connecting                 = Pripájanie...
updatedialog.state.findingserver              = Hľadám server...
updatedialog.state.downloadingfile            = Sťahujem súbor...







proxysettingsdialog.title                     = Nastavenia proxy
proxysettingsdialog.server                    = Server:
proxysettingsdialog.port                      = Port:
proxysettingsdialog.username                  = Používateľské meno:
proxysettingsdialog.password                  = Heslo:
proxysettingsdialog.mode.disabled             = Nepoužiť proxy
proxysettingsdialog.mode.preconfig            = Použiť systémové nastavenia proxy
proxysettingsdialog.mode.enabled              = Použiť proxy
proxysettingsdialog.error.invalidport         = Port musí byť kladné číslo

synchronizationbar.sync.tip                   = Synchronizovať teraz
synchronizationbar.cancel.tip                 = Zrušiť
synchronization.status.starting               = Začiatok synchronizácie...
synchronization.status.login                  = Prihlasovanie...
synchronization.status.retrieveindex          = Načítavam index pre poznámku...
synchronization.status.addlocalnotes          = Sťahujem nové poznámky... {0} of {1}
synchronization.status.updatelocalnotes       = Sťahujem aktualizácie... {0} of {1}
synchronization.status.removelocalnotes       = Odstraňujem lokálne poznámky... {0} z {1}
synchronization.status.restorelocalnotes      = Obnovujem lokálnu poznámky z koša... {0} z {1}
synchronization.status.totrashlocalnotes      = Presúvam lokálne poznámky do koša... {0} z {1}
synchronization.status.addremotenotes         = Uploadujem nové poznámky... {0} of {1}
synchronization.status.updateremotenotes      = Uploadujem aktualizácie... {0} of {1}
synchronization.status.removeremotenotes      = Odstraňujem vzdialené poznámky... {0} z {1}
synchronization.status.restoreremotenotes     = Obnovujem vzdialené poznámky z koša... {0} z {1}
synchronization.status.totrashremotenotes     = Presúvam vzdialené poznámky z koša... {0} z {1}
synchronization.status.cancelling             = Zrušenie...

synchronization.result.local                  = Lokálne:
synchronization.result.remote                 = Vzdialené:
synchronization.result.added                  = Pridaných:
synchronization.result.updated                = Aktualizované:
synchronization.result.removed                = Odstránené:
synchronization.result.errors                 = Chyby:






synchronization.state.completed               = Synchronizácia ukončená.
synchronization.state.completedwitherrors     = Synchronizácia neprebehla, skúste prosím neskôr.
synchronization.state.completedempty          = Synchronizácia ukončená. Neboli nájdené žiadne zmeny.
synchronization.state.failed                  = Synchronizácia neúspešná.
synchronization.state.authorizationfailed     = Zlihanie autorizácie
synchronization.state.invalidproxysettings    = Nesprávne nastavenia proxy.

synchronization.state.nameresolvingfailed     = Pripojenie neúspešné. Názov servera nebol rozpoznaný.
synchronization.state.internetdisconnected    = Žiadne pripojenie na internet.
synchronization.state.servernotresponding     = Server neodpovedá.

synchronization.state.notsynchronized         = Nesynchronizované
synchronization.state.lastsynchronization     = Posledná synchronizácia {0}

syncpropertiesdialog.title                    = Vlastnoti pre synchronizáciu so Simplenote
syncpropertiesdialog.login                    = Login:
syncpropertiesdialog.password                 = Heslo:
syncpropertiesdialog.enabled.allnotebook      = Synchronizovať tento poznámkový blok so Simplenote
syncpropertiesdialog.section.all              = Synchronizovať všetky sekcie
syncpropertiesdialog.section.selected         = Synchronizovať iba vybrané sekcie
syncpropertiesdialog.conflictpolicy           = Riešenie konfliktov
syncpropertiesdialog.conflictpolicy.local     = Ponechať lokálne
syncpropertiesdialog.conflictpolicy.remote    = Ponechať vzdialené
syncpropertiesdialog.conflictpolicy.last      = Ponechať posledne upravené
syncpropertiesdialog.cachereset.loginchanged  = Zmenili ste prihlasovacie údaje.{n}Synchronizačné údaje budú vymazané a vzdialené poznámky budú spracované ako nové poznámky.{n}{n}Pokračovať?
syncpropertiesdialog.cachereset.title         = Vymazať synchronizačné dáta?
syncpropertiesdialog.autosync.checkbox        = Synchronizovať automaticky každých
syncpropertiesdialog.autosync.suffix          = minút
syncpropertiesdialog.button.proxysettings     = Nastavenia proxy
syncpropertiesdialog.sectionselection.error   = Musíte vybrať aspoň jednu sekciu





















section.new                                   = Nová sekcia
section.new.tip                               = Vytvoriť novú sekciu
section.edit                                  = Vlastnosti...
section.delete                                = Vymazať
section.selectall                             = menu.edit.selectall{n}Vybrať všetk&o
section.licenserequired                       = Aktuálna licencia dovoľuje vytvoriť najviac {0} sekcii.
section.move.left                             = Presunúť vľav&o
section.move.right                            = Presunúť v&pravo

section.confirmdelete                         = Vymazať sekciu '{0}' s {1} poznámkami?
section.confirmdelete.title                   = Vymazať sekciu?
section.confirmdelete.many                    = Vymazať sekcie '{0}' s {1} poznámkami?
section.confirmdelete.title.many              = Vymazať sekcie?

section.all                                   = [tagsidebar.all]
section.main                                  = Hlavná
section.inbox                                 = Nastaviť ako inbox

sectionedit.title                             = Upraviť vlastnosti sekcie
sectionedit.title.new                         = Vytvoriť novú sekciu
sectionedit.name                              = Meno:
sectionedit.color                             = Farba:
sectionedit.sectionalreadyexists              = Sekcia s týmto názvom už existuje

movetosection.title                           = Presunúť do sekcie
movetosection.label.one                       = Presunúť {0} poznámku do sekcie:
movetosection.label.many                      = Presunúť {0} poznámky do sekcie:

clipping.balloon.caption                      = [app.name] vložené
clipping.balloon.intosection                  = do
clipping.balloon.tagged                       = a označkované [{0}]


























